// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Manage Custom Paper";

HelpTitle = "Manage Custom Paper";

NoIccTitle = "<no profile selected>";

DoubleNameTitle = "Custom paper name already exists";
DoubleNameMsg = "A custom paper type with the name \"%@\" already exists. Please choose another name for your custom paper.";

MaxMediaExceededTitle = "You have exceeded the maximum number of custom paper types";
MaxMediaExceededMsg = "You can define up to %i custom paper types. Please delete one or more paper types before adding a new one.";

DeletePaperTitle = "Are you sure you want to delete your custom paper?";
DeletePaperMsg = "This operation cannot be undone. If you click Delete all information about your paper will be erased.";
DeleteButtonTitle = "Delete";

ProfileExistsTitle = "ICC profile already exists";
ProfileExistsMsg = "ICC profile with the filename \"%@\" is already stored in the local repository.\nIf you select \"Use existing profile\" the profile already stored will be used with your paper.\nAlternatively, you can choose \"Use unique filename\" to alter new profile's name.";
ProfileExistsDefButton = "Use existing profile";
ProfileExistsAltButton = "Cancel";
ProfileExistsOtherButton = "Use unique name";

//Paper Type Names
Photo = "Photo";
CoatedInkjet = "Coated Inkjet";
PhotoRag = "Photo Rag";
Watercolor = "Watercolor";
Canvas = "Canvas";
RigidPhotoRag = "Rigid Photo Rag";
RigidWatercolor = "Rigid Watercolor";
RigidCanvas = "Rigid Canvas";
Brochure = "Brochure";
PlainPaper = "Plain Paper";

NonKongText = "You can edit or delete your paper here. Select the paper you want to edit or delete, and then select the action you want to perform in the menu below the table.";

NotRegisteredProfileWarning = "ICC Profile is not registered in ColorSync. Please select \"Register Profile\" in the menu below the table to register it.";

PhotoInkjetScrapbook = "Inkjet Scrapbook, Photo";
MatteInkjetScrapbook = "Inkjet Scrapbook, Matte";

Coated = "Coated";
PhotoThick = "Photo thick (>300 GSM)";
FiberGloss = "fiber gloss";
photoRag = "photo rag";
photoRagThin = "photo rag thin (<220 GSM)";

//print quality names
Best = "Best";
Normal = "Normal";
Fast = "Fast Draft";
MaxDPI = "Maximum DPI";

InvalidFileTitle = "Could not import custom paper";
InvalidFileMsg = "The file \"%@\" is not a valid custom paper file.";

ProfileInvalidTitle = "Invalid ICC file format";
ProfileInvalidMsg = "Selected format of ICC file is not profile for printer";
ProfileInvalidDefButton = "Select another profile";
ProfileInvalidAltButton = "Cancel";

TaskTitleFieldText = "Manage Custom Paper";
TaskDescriptionFieldText = "You can edit, import, export or delete your paper here. Select the paper you want to edit, import, export or delete, and then select the action you want to perform in the menu below the table.";
FirstColumnHeader = "Paper Name";
SecondColumnHeader = "Profile";
MenuItemImport = "Import…";
MenuItemEdit = "Edit…";
MenuItemExport = "Export…";
MenuItemDelete = "Delete";
MenuItemRegisterProfile = "Register Profile";
EditSheetTitleFieldText = "Edit Custom Paper";
EditSheetDescriptionFieldText = "Please edit the information about the paper.";
PaperNameLableText = "Custom Paper Name:";
PaperCategoryLableText = "Paper Category:";
IccFileNamelableText = "ICC Profile (optional):";
IccFileNameFieldText = "<no profile selected>";
BrowseButtonText = "Browse…";
ClearButtonText = "Clear Profile";
CancelButtonText = "Cancel";
DoneButtonText = "Done";
